app/controllers/students_controller.rb

  def index
     @Student = Student.all
---
SELECT "students".* FROM "students"